<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<%
 request.setCharacterEncoding("UTF-8");
%>
<br>
<br>
<br>
<div class="head-navbar-left head-navbar-right">
	<h2 style="text-align:center">会员积分的常见问题及解答</h2>
    Q：什么是积分计划？<br>
	A：积分计划是BettBio为回馈会员，特别推出的一项积分兑换礼品计划。BettBio会员可将账户内累计的积分用于兑换积分平台上推出的各类礼品、或相关的增值服务。<br><br>
	Q：积分计划适用于哪些人？ <br>
	A：本积分兑换计划适用所有BettBio的注册会员，会员可凭在BettBio上做出的交易评价进行自动累计积分。<br><br>
	Q：如何获得积分？ <br>
	A：<br/>
	 1）注册会员成功直接获得50个会员积分； <br>
     2）首次下单成功直接获得150个会员积分；<br>
     3）采购金额每满1元可获得1个会员积分（下单后取消的不包含）；<br> 
     4）购买评价后可获得50个会员积分；<br>
     5）BettBio保留调整积分换算的权利，并在法律许可的范围内保留解释权。 <br><br>
    Q：如何累计积分？ <br>
	A：1）截止在2016年1月1日前，已成交的历史订单系统将根据采购金额自动生成对应的积分；<br> 
    2）2016年1月1日后达成的订单，会员可按照获得积分的各种渠道累计积分。<br><br>
    Q：积分是否有上限？  <br>
	A：积分不设置累计上限，积分越多，换购礼品价值越高。<br><br>
	Q：如何查询积分？  <br>
	A：进入BettBio首页→登录“我的账户”→点击“用户信息”查询账户内的积分情况。<br><br>
	Q：如何使用积分兑换礼品？   <br>
	A：进入BettBio首页→点击“积分商城”，跳转至积分商城→登录“我的账户”→进行积分兑换。<br><br>
	Q：如何管理积分？   <br>
	A：在“我的账户”—“用户信息”功能中可进行：①查询与兑换积分；②查询积分兑换的历史记录。<br><br>
	Q：积分的有效期是多久？   <br>
	A：积分有效期一年。<br><br>
	Q：积分是都可以兑换成现金？   <br>
	A：会员积分不可兑换成现金。<br><br>
	Q：会员之间是否可以进行积分的转让？   <br>
	A：BettBio的会员之间暂不可进行积分的相互转让。<br><br>
	Q：会员如何知道积分兑换成功？   <br>
	A：可注意查询积分账户余额。在会员成功兑换积分礼品后，BettBio将从会员的账户中扣减相应积分分值。<br><br>
	Q：在哪些情况下不能进行会员积分兑换？  <br>
	A：BettBio会员根据本细则条款向BettBio积分兑换时，如有下述任一情形，该会员将被取消积分兑换计划的兑换资格：  <br>
 		1）违反《BettBio平台协议条款》及本细则条款或其他相关规定； <br> 
 		2）BettBio规定的其他特殊情形。 <br><br>
 	Q：积分兑换成功后，礼品多长时间内会寄出？   <br>
	A：BettBio收到会员的兑换申请后，会在10个工作日对兑换申请进行处理并安排发货事宜。会员的兑换礼品将通过快递方式送至客户手中，需由会员指定收件人本人签收。<br><br>	
	Q：会员在进行积分兑换时要注意哪些事项？    <br>
	A：1）各项礼品，兑换标准及兑换规则均以兑换当时最新积分活动公告为准。部分兑换礼品数量有限，兑完为止。请会员及时关注BettBio兑换礼品的宣传资料；  <br>
   2）为了保障会员的权益，所有积分兑换礼品，按照会员指定的地址配送后，需由会员指定收件人签收。如无特殊说明，礼品将由BettBio指定的供应商安排配送。<br>  
 	3）会员手机信息如与注册会员时的信息不一致，将影响积分兑换。请务必及时更新手机信息。  <br>
	 4）积分兑换的供应商所提供的礼品需视市场供应情况而定，若有货源不足，停产或升级换代时，将以等值礼品代替或者停止该礼品的供应。  <br>
	 5）BettBio有权变更（无须事先通知）本活动的礼品或服务供应商。  <br>
	 6）积分兑换展示的所有礼品，均以实物为准。如对礼品的型号、功能等存在疑问，请拨打BettBio客服热线（021-61552790）进行咨询。客户收到礼品后，请在第一时间拆包检查礼品的外观。如非质量问题，将不能拒收礼品，否则会员需承担相关费用。  <br>
 	7）客户所兑换的礼品如有质量、售后服务等问题，可在收到礼品的7天内致电BettBio客服热线（021-61552790）进行联系。BettBio将及时处理该问题。 <br>
	 8）除礼品在运送途中发生损毁或本身存在质量瑕疵以外，恕不允许换货。 <br>
	 9）若会员发现收到的礼品中有缺少，请及时和我们的客服联系。若确实属于供应商漏发，会积极进行补发工作；若是用户收货时不慎遗漏，再次补发时，需扣除相应的积分值。<br><br>	
	 Q：积分兑换是否可以开发票？  <br>
	A：会员使用积分所兑换的礼品一律不负责提供发票。<br><br>
	Q：法律关系  <br>
	A：本积分兑换计划所提供的各项礼品，系本积分兑换计划供应商直接发货予会员，BettBio与积分兑换供货商之间不存在经销、代理、共同出卖人、广告媒体或保证人关系；所有涉及到积分兑换礼品的质量或售后服务均由积分礼品供应商全权负责，BettBio不承担相关法律责任。<br><br>
	Q：修改及终止   <br>
	A：BettBio保留本积分兑换计划中条款解释的权利，并有权根据需要取消或增删、修订本规定，并于BettBio相关宣传渠道公告后生效。本活动未尽事宜，根据中华人民共和国法律、法规、部门规章的有关规定及BettBio其它相关文件办理。<br><br>
	
</div>
<br>