<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<%
 request.setCharacterEncoding("UTF-8");
%>
<div class="box main-padding-lr">
	<h2 style="text-align:center">法律声明</h2>
	<h3 >免责声明</h2>
   	1. BettBio数据库是一个开放的免费生命科研数据平台，用户既是BettBio数据库数据的贡献者也是数据的受益者，BettBio力求体现互联网互享、友好、密切关联之精神。<br>

	2. BettBio数据来源较为广泛，但均为互联网公开共享的数据，我们无法一一提供来源。凡是为我们提供数据的人员、部门、网站、出版物，我们在此一并表示诚挚的感谢; <br>

	3. BettBio尽量确保所提供数据的准确性，但难以承诺所有数据的准确性。因此，凡是使用本数据库中的数据，而造成不良影响的，均与BettBio无关，BettBio网也不承担任何相关责任;<br>

	4. 凡是使用BettBio数据库的人员和机构，均视为同意并自愿遵守本声明。<br><br><br>
	<h3 >隐私政策</h2>
	<strong>BettBio尊重并保护所有使用BettBio平台服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，BettBio会按照本隐私权政策的规定使用和披露您的个人信息。但BettBio将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，BettBio不会将这些信息对外披露或向第三方提供。BettBio会不时更新本隐私权政策。 您在同意BettBio服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于BettBio服务协议不可分割的一部分。</strong>	
    <br><br>
  		 1. 适用范围<br>

		a） 在您注册或激活可以登录BettBio平台的账户时，您在BettBio平台其他平台提供的个人注册信息（应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息除外）；<br>
		
		b） 在您使用BettBio平台服务，或访问BettBio平台网页时，BettBio自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用BettBio或其关联公司移动客户端软件，或访问移动网页使用BettBio平台服务时，BettBio可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。
		<br><br>
		2. 信息使用<br>
		
		a) BettBio不会向第三方(BettBio关联公司除外)提供、分享您的个人信息，除非事先得到您的许可，或该第三方和BettBio（含BettBio关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br>
		
		b) BettBio亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何BettBio平台用户如从事上述活动，一经发现，BettBio有权立即终止与该用户的服务协议。<br>
		
		c) 为服务用户的目的，BettBio或其关联公司可能通过使用您的个人信息，向您提供您可能感兴趣的信息，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者与BettBio合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。<br>
		
		d) BettBio可以使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与BettBio或其关联公司协议、政策或规则的行为，以保护您、其他BettBio用户，或BettBio或其关联公司合法权益。<br><br>
		
		3. 信息披露<br>
		
		在如下情况下，BettBio将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：<br>
		
		a) 您已明确同意：<br>
		在得到您的批准后，BettBio才会将您的个人数据透露给其他公司；<br>
		
		b) 将您的个人数据披露给其他BettBio分公司或授权合作的第三方：<br>
		BettBio可能需要通过某些合作方为您提供某些服务，因此BettBio需要将您的部分个人数据共享给合作方，以便丰富我们的服务以及满足您的需求。例如，当您决定在线购买BettBio平台上产品时，BettBio将需要将您的个人数据提交给相关物流厂商，如此这些厂商才能将产品送达给您，或是允许我们的合作方提供其他客户服务给您。BettBio严格禁止BettBio分公司或授权第三方，将共享的信息用于其他目的。
		<br>
		c) 依法律要求，披露您的个人信息：<br>
		依法律、诉讼、司法机关或政府机关的要求，BettBio可能会提供您的个人信息。在BettBio涉及重组、合并或清算的情况下，您的个人数据可能也会提供给交易方。<br><br>
		
		4. Cookie的使用<br>
		
		a) 在您未拒绝接受cookies的情况下，BettBio会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的BettBio平台服务或功能。BettBio使用cookies可为您提供更加周到的个性化服务，包括推广服务。<br>
		
		大部分的大型网站或互联网服务提供商都会在您访问期间 (使用「会话 Cookie」) 或再次访问 (使用「永续性 Cookie」) 时，启用该网站「记住」您的功能，以改善用户体验。Cookie能协助网站记住您的设定，您在计算机或移动设备上浏览网站时所使用的语言、字号及其他喜好，每次返回网站时，就不需要再次输入这些设定。<br>
		
		b) 您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，每当您移至该网站的新网页时，就会将您视为新访问者，例如，当您输入详细数据并移至另一个网页时，该网页将无法辨识您的身份，也无法让您保持登录状态。则您可能无法登录或使用依赖于cookies的BettBio平台服务或功能。
		<br>
		c) 通过BettBio所设cookies所取得的有关信息，将适用本政策；<br>
		
		我们的Cookie不会用于识别您的个人身份，仅用于让您在访问时网站运作得更好和更方便。<br><br>
		
		5. 信息安全<br>
		
		a) 您的账户均有安全保护功能，请妥善保管您的账户及密码信息。 BettBio采取合理的预防措施，包括但不限于物理上、技术及制度等方面，以保护您的个人信息不会遭受未经授权的浏览、披露、滥用、变更、破坏以及损失。例如，在技术方面，BettBio使用防病毒软件、加密保护、监控我们的系统，以及增强我们数据中心的攻击防护；物理方面，BettBio设定门禁措施及访问控制，仅允许需要这类信息的业务人员浏览；在制度方面，则透过对BettBio员工进行安全与隐私保护知识培训，确保员工了解保护数据的重要性。虽然我们采用合理的措施来保护您的个人数据，但没有任何安全措施能够百分之百完美或牢不可破。
		<br>
		b) 在使用BettBio平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络BettBio客服，以便BettBio采取相应措施。
		<br><br>
		6. 更新个人数据<br>
		
		您应该对所提交的个人信息的准确性负责，BettBio将尽到商业上合理的努力，确保您个人信息的准确性，BettBio会根据您的要求，删除或修改信息。您可以发送邮件到service@bettbio.com与我们联络并提出您的要求。依据BettBio的条款与协议，您可以随时管理您的个人信息，例如您的个人帐户注册信息。
		<br><br>
		7. 第三方服务提供商<br>
		
		为方便您的访问并丰富您的体验，可能会有非BettBio的第三方提供内容或链接。您可以选择是否访问这类链接或内容，是否使用这类第三方的服务或产品，但BettBio对于这些并没有控制权。BettBio无法控制第三方的任何隐私权和数据保护措施，这类措施不受本政策管理，本政策也不适用于您自行选择提供给第三方的任何信息，请您查看第三方的隐私保护政策。
		<br><br>
		8. 本隐私政策的更新<br>
		
		BettBio可能会不定期修改、更新本隐私政策，BettBio会提供显著的通知，尽可能通过可行的渠道和方法，将变更通知到您。请您访问我们的网站查询本政策的最新更新版本。
		<br>
		BettBio致力于成为生命科研最值得信赖的平台，我们始终抱着“服务他人，成就自己”的态度，服务于生命科研产业链上的所有利益相关方，立志为科学发展和产业升级贡献我们的力量。以上条款，BettBio保留最终解释权。

	
</div>